<?php
ob_start();
$API_KEY = "1344101198:AAHPL0vuEKFseMBfXAuoviMMwX0ZwwXCYys";
define('API_KEY',$API_KEY);
echo "<a href='https://api.telegram.org/bot$API_KEY/setwebhook?url=".$_SERVER['SERVER_NAME']."".$_SERVER['SCRIPT_NAME']."'>setwebhook</a>";
function bot($method,$datas=[]){
    $url = "https://api.telegram.org/bot".API_KEY."/".$method;
$ch = curl_init();
    curl_setopt($ch,CURLOPT_URL,$url);
    curl_setopt($ch,CURLOPT_RETURNTRANSFER,true);
    curl_setopt($ch,CURLOPT_POSTFIELDS,$datas);
    $res = curl_exec($ch);
    if(curl_error($ch)){
        var_dump(curl_error($ch));
    }else{
        return json_decode($res);
    }
}
function Sendvideo($chat_id,$video,$message_id){
bot("sendvideo",['chat_id'=>$chat_id,'video'=>$video,'caption'=>"
🔥🔥🔥🔥🔥آتش🔥🔥🔥🔥🔥
@E9QQQ0🔞🔞🔞@E9QQQ0
- فیلمهای Sexi منحصراً در تلگرام
@E9QQQ0🔞🔞🔞@E9QQQ0
🔥🔥🔥🔥🔥آتش🔥🔥🔥🔥🔥
",'parse_mode'=>"MARKDOWN",'reply_markup'=>json_encode(['inline_keyboard'=>[[['text'=>"🔥کانال ربات های سرویس را دنبال کنید🔥",'url'=>"t.me/ll007ll"]],]])]);}

function SendPhoto($chat_id,$photo,$message_id){
bot("sendphoto",['chat_id'=>$chat_id,'photo'=>$photo,'caption'=>"
🔥🔥🔥🔥🔥آتش🔥🔥🔥🔥🔥
@E9QQQ1🔞🔞🔞@E9QQQ1 
- فیلمهای Sexi منحصراً در تلگرام
@E9QQQ1🔞🔞🔞@E9QQQ1
🔥🔥🔥🔥🔥آتش🔥🔥🔥🔥🔥
",'parse_mode'=>"MARKDOWN",'reply_markup'=>json_encode(['inline_keyboard'=>[[['text'=>"🔥کانال ربات های سرویس را دنبال کنید🔥",'url'=>"t.me/ll007ll"]],]])]);}

$update = json_decode(file_get_contents('php://input'));
$message = $update->message;
$message = $update->message;
$username = $message->from->username;
$message_id2 = $update->callback_query->message->message_id;
$text = $message->text;
$chat_id2 = $update->callback_query->message->chat->id;
$Name = $update->callback_query->from->first_name;
$message_id = $update->callback_query->message->message_id;
$data = $update->callback_query->data;
$message = $update->message;
$from_id = $message->from->id;
$chat_id = $message->chat->id;
$text = $message->text;
$useree = $update->callback_query->message->chat->id;
$username = $message->from->username;
$fn = $message->from->first_name;
$user_id = $message->from->id;

$join = file_get_contents("https://api.telegram.org/bot".API_KEY."/getChatMember?chat_id=&user_id=".$from_id);
$join2 = file_get_contents("https://api.telegram.org/bot".API_KEY."/getChatMember?chat_id=@JUNKIH&user_id=".$from_id);
$join3 = file_get_contents("https://api.telegram.org/bot".API_KEY."/getChatMember?chat_id=@BBCCYY10&user_id=".$from_id);
if($message && (strpos($join,'"status":"left"') or strpos($join2,'"status":"left"') or strpos($join3,'"status":"left"') or strpos($join,'"Bad Request: USER_ID_INVALID"') or strpos($join,'"status":"kicked"'))!== false){
bot('sendMessage', ['chat_id'=>$chat_id,
'text'=>"
سلام کاربر عزیز
اول تو کانالهای من عضو شو بعد دوباره استارت کن

- کانال اول❪ @JUNKIH ❫

کانال دو❪ @BBCCYY10 ❫

- پس از اشتراک ، کلیک یا تایپ کنید

- بات فعال می شود و فیلم ها تماشا می شوند
",'disable_web_page_preview'=> true , 'parse_mode'=>"Markdown",'reply_markup'=>json_encode(['inline_keyboard'=>[
[['text'=>"🔥کانال ربات های سرویس را دنبال کنید🔥",'url'=>'T.me/ll007ll']],]])]);return false;}
if($text == "/start"){
bot('sendMessage',[
'chat_id'=>$chat_id,
'text'=>"سلام ، [$fn](tg://user?id=$chat_id)
به ربات سکسی ما خوش آمدید
",'parse_mode'=>"markdown",'reply_markup'=>json_encode(['resize_keyboard'=>true,'keyboard'=>[
[['text'=>"🎥فیـsexـلــم"],['text'=>"گیـــsexـف📽"]],
[['text'=>"عکــsexـس 🖼"],['text'=>"📰داســتـsexـان"]],
[['text'=>"🤖ربات های بیشتر🤖"]],]]) ]); }

if($text == "بازگشت◅"){
bot('sendMessage',['chat_id'=>$chat_id,
'text'=>"سلام ، [$fn](tg://user?id=$chat_id)
به ربات سکسی ما خوش آمدید
",'parse_mode'=>"markdown",'reply_markup'=>json_encode(['resize_keyboard'=>true,'keyboard'=>[
[['text'=>"🎥فیـsexـلــم"],['text'=>"گیـــsexـف📽"]],
[['text'=>"عکــsexـس 🖼"],['text'=>"📰داســتـsexـان"]],
[['text'=>"🤖ربات های بیشتر🤖"]],]]) ]); }

if($text == '🤖ربات های بیشتر🤖'){bot('sendphoto',[
'chat_id'=>$chat_id,
'photo'=>"https://t.me/xnxxxV1/3",
'caption'=>"
- کانال رسمی رباتها اولین مورد در تلگرام
https://t.me/LL007LL
",'parse_mode'=>"MARKDOWN",'reply_markup'=>json_encode(['inline_keyboard'=>[
[['text'=>"🔥کانال ربات های سرویس را دنبال کنید🔥",'url'=>"t.me/ll007ll"]],]])]);}

if($text == '🎥فیـsexـلــم'){ bot('sendMessage',[ 'chat_id'=>$chat_id, 'text'=>"
- خوب ، برای دیدن فیلم ها از زیر انتخاب کنید
",'reply_markup'=>json_encode([ 'keyboard'=>[ 
[['text'=>'بازگشت◅']],
[['text'=>'🎥- فیـsexـلــم1'],['text'=>'🎥- فیـsexـلــم2']],
[['text'=>'🎥- فیـsexـلــم3'],['text'=>'🎥- فیـsexـلــم4']],
[['text'=>'🎥- فیـsexـلــم5'],['text'=>'🎥- فیـsexـلــم6']],
[['text'=>'🎥- فیـsexـلــم7'],['text'=>'🎥- فیـsexـلــم8']],
[['text'=>'🎥- فیـsexـلــم9'],['text'=>'🎥- فیـsexـلــم10']],
[['text'=>'🎥- فیـsexـلــم11'],['text'=>'🎥- فیـsexـلــم12']],
[['text'=>'🎥- فیـsexـلــم13'],['text'=>'🎥- فیـsexـلــم14']],
[['text'=>'🎥- فیـsexـلــم15'],['text'=>'🎥- فیـsexـلــم16']],
[['text'=>'🎥- فیـsexـلــم17'],['text'=>'🎥- فیـsexـلــم18']],
[['text'=>'🎥- فیـsexـلــم19'],['text'=>'🎥- فیـsexـلــم20']],
[['text'=>'🎥- فیـsexـلــم21'],['text'=>'🎥- فیـsexـلــم22']],
[['text'=>'🎥- فیـsexـلــم23'],['text'=>'🎥- فیـsexـلــم24']],
[['text'=>'🎥- فیـsexـلــم25'],['text'=>'🎥- فیـsexـلــم26']],
[['text'=>'🎥- فیـsexـلــم27'],['text'=>'🎥- فیـsexـلــم28']],
[['text'=>'🎥- فیـsexـلــم29'],['text'=>'🎥- فیـsexـلــم30']],
[['text'=>'🎥- فیـsexـلــم31'],['text'=>'🎥- فیـsexـلــم32']],
[['text'=>'🎥- فیـsexـلــم33'],['text'=>'🎥- فیـsexـلــم34']],
[['text'=>'🎥- فیـsexـلــم35'],['text'=>'🎥- فیـsexـلــم36']],
[['text'=>'🎥- فیـsexـلــم37'],['text'=>'🎥- فیـsexـلــم38']],
[['text'=>'🎥- فیـsexـلــم39'],['text'=>'🎥- فیـsexـلــم40']],
[['text'=>'🎥- فیـsexـلــم41'],['text'=>'🎥- فیـsexـلــم42']],
[['text'=>'🎥- فیـsexـلــم43'],['text'=>'🎥- فیـsexـلــم44']],
[['text'=>'🎥- فیـsexـلــم45']],
[['text'=>'بازگشت◅']],] ]) ]); }

if($text == "🎥- فیـsexـلــم1"){
Sendvideo($chat_id,"https://t.me/EUBDL/2",$message_id);}
if($text == "🎥- فیـsexـلــم2"){
Sendvideo($chat_id,"https://t.me/EUBDL/3",$message_id);}
if($text == "🎥- فیـsexـلــم3"){
Sendvideo($chat_id,"https://t.me/EUBDL/4",$message_id);}
if($text == "🎥- فیـsexـلــم4"){
Sendvideo($chat_id,"https://t.me/EUBDL/5",$message_id);}
if($text == "🎥- فیـsexـلــم5"){
Sendvideo($chat_id,"https://t.me/EUBDL/6",$message_id);}
if($text == "🎥- فیـsexـلــم6"){
Sendvideo($chat_id,"https://t.me/EUBDL/7",$message_id);}
if($text == "🎥- فیـsexـلــم7"){
Sendvideo($chat_id,"https://t.me/EUBDL/8",$message_id);}
if($text == "🎥- فیـsexـلــم8"){
Sendvideo($chat_id,"https://t.me/EUBDL/9",$message_id);}
if($text == "🎥- فیـsexـلــم9"){
Sendvideo($chat_id,"https://t.me/EUBDL/10",$message_id);}
if($text == "🎥- فیـsexـلــم10"){
Sendvideo($chat_id,"https://t.me/EUBDL/11",$message_id);}
if($text == "??- الفـيديو11"){
Sendvideo($chat_id,"https://t.me/EUBDL/12",$message_id);}
if($text == "🎥- فیـsexـلــم12"){
Sendvideo($chat_id,"https://t.me/EUBDL/13",$message_id);}
if($text == "🎥- فیـsexـلــم13"){
Sendvideo($chat_id,"https://t.me/EUBDL/14",$message_id);}
if($text == "🎥- فیـsexـلــم14"){
Sendvideo($chat_id,"https://t.me/EUBDL/15",$message_id);}
if($text == "🎥- فیـsexـلــم15"){
Sendvideo($chat_id,"https://t.me/EUBDL/16",$message_id);}
if($text == "🎥- فیـsexـلــم16"){
Sendvideo($chat_id,"https://t.me/EUBDL/17",$message_id);}
if($text == "🎥- فیـsexـلــم17"){
Sendvideo($chat_id,"https://t.me/EUBDL/18",$message_id);}
if($text == "🎥- فیـsexـلــم18"){
Sendvideo($chat_id,"https://t.me/EUBDL/19",$message_id);}
if($text == "🎥- فیـsexـلــم19"){
Sendvideo($chat_id,"https://t.me/EUBDL/20",$message_id);}
if($text == "🎥- فیـsexـلــم20"){
Sendvideo($chat_id,"https://t.me/EUBDL/21",$message_id);}
if($text == "🎥- فیـsexـلــم21"){
Sendvideo($chat_id,"https://t.me/EUBDL/22",$message_id);}
if($text == "🎥- فیـsexـلــم22"){
Sendvideo($chat_id,"https://t.me/EUBDL/23",$message_id);}
if($text == "🎥- فیـsexـلــم23"){
Sendvideo($chat_id,"https://t.me/EUBDL/24",$message_id);}
if($text == "🎥- فیـsexـلــم24"){
Sendvideo($chat_id,"https://t.me/EUBDL/25",$message_id);}
if($text == "🎥- فیـsexـلــم25"){
Sendvideo($chat_id,"https://t.me/EUBDL/26",$message_id);}
if($text == "🎥- فیـsexـلــم26"){
Sendvideo($chat_id,"https://t.me/EUBDL/27",$message_id);}
if($text == "🎥- فیـsexـلــم27"){
Sendvideo($chat_id,"https://t.me/EUBDL/28",$message_id);}
if($text == "🎥- فیـsexـلــم28"){
Sendvideo($chat_id,"https://t.me/EUBDL/29",$message_id);}
if($text == "🎥- فیـsexـلــم29"){
Sendvideo($chat_id,"https://t.me/EUBDL/30",$message_id);}
if($text == "🎥- فیـsexـلــم30"){
Sendvideo($chat_id,"https://t.me/EUBDL/31",$message_id);}
if($text == "🎥- فیـsexـلــم31"){
Sendvideo($chat_id,"https://t.me/EUBDL/32",$message_id);}
if($text == "🎥- فیـsexـلــم32"){
Sendvideo($chat_id,"https://t.me/EUBDL/33",$message_id);}
if($text == "🎥- فیـsexـلــم33"){
Sendvideo($chat_id,"https://t.me/EUBDL/34",$message_id);}
if($text == "🎥- فیـsexـلــم34"){
Sendvideo($chat_id,"https://t.me/EUBDL/35",$message_id);}
if($text == "🎥- فیـsexـلــم35"){
Sendvideo($chat_id,"https://t.me/EUBDL/36",$message_id);}
if($text == "🎥- فیـsexـلــم36"){
Sendvideo($chat_id,"https://t.me/EUBDL/37",$message_id);}
if($text == "🎥- فیـsexـلــم37"){
Sendvideo($chat_id,"https://t.me/EUBDL/38",$message_id);}
if($text == "🎥- فیـsexـلــم38"){
Sendvideo($chat_id,"https://t.me/EUBDL/39",$message_id);}
if($text == "🎥- فیـsexـلــم39"){
Sendvideo($chat_id,"https://t.me/EUBDL/40",$message_id);}
if($text == "🎥- فیـsexـلــم40"){
Sendvideo($chat_id,"https://t.me/EUBDL/41",$message_id);}
if($text == "🎥- فیـsexـلــم41"){
Sendvideo($chat_id,"https://t.me/EUBDL/42",$message_id);}
if($text == "🎥- فیـsexـلــم42"){
Sendvideo($chat_id,"https://t.me/EUBDL/43",$message_id);}
if($text == "🎥- فیـsexـلــم43"){
Sendvideo($chat_id,"https://t.me/EUBDL/44",$message_id);}
if($text == "🎥- فیـsexـلــم44"){
Sendvideo($chat_id,"https://t.me/EUBDL/45",$message_id);}
if($text == "🎥- فیـsexـلــم45"){
Sendvideo($chat_id,"https://t.me/EUBDL/46",$message_id);}

if($text == 'گیـــsexـف📽'){ 
bot('SendMessage',[ 'chat_id'=>$chat_id, 'text'=>"
- خوب ، برای دیدن گيف از زیر انتخاب کنید
",'reply_markup'=>json_encode([ 'keyboard'=>[ 
[['text'=>'بازگشت◅']],
[['text'=>'📽- گیـــsexـف1'],['text'=>'📽- گیـــsexـف2']],
[['text'=>'📽- گیـــsexـف3'],['text'=>'📽- گیـــsexـف4']],
[['text'=>'📽- گیـــsexـف5'],['text'=>'📽- گیـــsexـف6']],
[['text'=>'📽- گیـــsexـف7'],['text'=>'📽- گیـــsexـف8']],
[['text'=>'📽- گیـــsexـف9'],['text'=>'📽- گیـــsexـف10']],
[['text'=>'📽- گیـــsexـف11'],['text'=>'📽- گیـــsexـف12']],
[['text'=>'📽- گیـــsexـف13'],['text'=>'📽- گیـــsexـف14']],
[['text'=>'📽- گیـــsexـف15'],['text'=>'📽- گیـــsexـف16']],
[['text'=>'📽- گیـــsexـف17'],['text'=>'📽- گیـــsexـف18']],
[['text'=>'📽- گیـــsexـف19'],['text'=>'📽- گیـــsexـف20']],
[['text'=>'📽- گیـــsexـف21'],['text'=>'📽- گیـــsexـف22']],
[['text'=>'📽- گیـــsexـف23'],['text'=>'📽- گیـــsexـف24']],
[['text'=>'📽- گیـــsexـف25'],['text'=>'📽- گیـــsexـف26']],
[['text'=>'📽- گیـــsexـف27'],['text'=>'📽- گیـــsexـف28']],
[['text'=>'📽- گیـــsexـف29'],['text'=>'📽- گیـــsexـف30']],
[['text'=>'📽- گیـــsexـف31'],['text'=>'📽- گیـــsexـف32']],
[['text'=>'📽- گیـــsexـف33'],['text'=>'📽- گیـــsexـف34']],
[['text'=>'📽- گیـــsexـف35'],['text'=>'📽- گیـــsexـف36']],
[['text'=>'📽- گیـــsexـف37'],['text'=>'📽- گیـــsexـف38']],
[['text'=>'📽- گیـــsexـف39'],['text'=>'📽- گیـــsexـف40']],
[['text'=>'📽- گیـــsexـف41'],['text'=>'📽- گیـــsexـف42']],
[['text'=>'📽- گیـــsexـف43'],['text'=>'📽- گیـــsexـف44']],
[['text'=>'📽- گیـــsexـف45']],
[['text'=>'بازگشت◅']],] ]) ]); }


if($text == "📽- گیـــsexـف1"){
Sendvideo($chat_id,"https://t.me/EUBDL/47",$message_id);}
if($text == "📽- گیـــsexـف2"){
Sendvideo($chat_id,"https://t.me/EUBDL/48",$message_id);}
if($text == "📽- گیـــsexـف3"){
Sendvideo($chat_id,"https://t.me/EUBDL/49",$message_id);}
if($text == "📽- گیـــsexـف4"){
Sendvideo($chat_id,"https://t.me/EUBDL/50",$message_id);}
if($text == "📽- گیـــsexـف5"){
Sendvideo($chat_id,"https://t.me/EUBDL/51",$message_id);}
if($text == "📽- گیـــsexـف6"){
Sendvideo($chat_id,"https://t.me/EUBDL/52",$message_id);}
if($text == "📽- گیـــsexـف7"){
Sendvideo($chat_id,"https://t.me/EUBDL/53",$message_id);}
if($text == "📽- گیـــsexـف8"){
Sendvideo($chat_id,"https://t.me/EUBDL/54",$message_id);}
if($text == "📽- گیـــsexـف9"){
Sendvideo($chat_id,"https://t.me/EUBDL/55",$message_id);}
if($text == "📽- گیـــsexـف10"){
Sendvideo($chat_id,"https://t.me/EUBDL/56",$message_id);}
if($text == "📽- گیـــsexـف11"){
Sendvideo($chat_id,"https://t.me/EUBDL/57",$message_id);}
if($text == "📽- گیـــsexـف12"){
Sendvideo($chat_id,"https://t.me/EUBDL/58",$message_id);}
if($text == "📽- گیـــsexـف13"){
Sendvideo($chat_id,"https://t.me/EUBDL/59",$message_id);}
if($text == "📽- گیـــsexـف14"){
Sendvideo($chat_id,"https://t.me/EUBDL/60",$message_id);}
if($text == "📽- گیـــsexـف15"){
Sendvideo($chat_id,"https://t.me/EUBDL/61",$message_id);}
if($text == "📽- گیـــsexـف16"){
Sendvideo($chat_id,"https://t.me/EUBDL/62",$message_id);}
if($text == "📽- گیـــsexـف17"){
Sendvideo($chat_id,"https://t.me/EUBDL/63",$message_id);}
if($text == "📽- گیـــsexـف18"){
Sendvideo($chat_id,"https://t.me/EUBDL/64",$message_id);}
if($text == "📽- گیـــsexـف19"){
Sendvideo($chat_id,"https://t.me/EUBDL/65",$message_id);}
if($text == "📽- گیـــsexـف20"){
Sendvideo($chat_id,"https://t.me/EUBDL/66",$message_id);}
if($text == "📽- گیـــsexـف21"){
Sendvideo($chat_id,"https://t.me/EUBDL/67",$message_id);}
if($text == "📽- گیـــsexـف22"){
Sendvideo($chat_id,"https://t.me/EUBDL/68",$message_id);}
if($text == "📽- گیـــsexـف23"){
Sendvideo($chat_id,"https://t.me/EUBDL/69",$message_id);}
if($text == "📽- گیـــsexـف24"){
Sendvideo($chat_id,"https://t.me/EUBDL/70",$message_id);}
if($text == "📽- گیـــsexـف25"){
Sendvideo($chat_id,"https://t.me/EUBDL/71",$message_id);}
if($text == "📽- گیـــsexـف26"){
Sendvideo($chat_id,"https://t.me/EUBDL/72",$message_id);}
if($text == "📽- گیـــsexـف27"){
Sendvideo($chat_id,"https://t.me/EUBDL/73",$message_id);}
if($text == "📽- گیـــsexـف28"){
Sendvideo($chat_id,"https://t.me/EUBDL/74",$message_id);}
if($text == "📽- گیـــsexـف29"){
Sendvideo($chat_id,"https://t.me/EUBDL/75",$message_id);}
if($text == "📽- گیـــsexـف30"){
Sendvideo($chat_id,"https://t.me/EUBDL/76",$message_id);}
if($text == "📽- گیـــsexـف31"){
Sendvideo($chat_id,"https://t.me/EUBDL/77",$message_id);}
if($text == "📽- گیـــsexـف32"){
Sendvideo($chat_id,"https://t.me/EUBDL/78",$message_id);}
if($text == "📽- گیـــsexـف33"){
Sendvideo($chat_id,"https://t.me/EUBDL/79",$message_id);}
if($text == "📽- گیـــsexـف34"){
Sendvideo($chat_id,"https://t.me/EUBDL/80",$message_id);}
if($text == "📽- گیـــsexـف35"){
Sendvideo($chat_id,"https://t.me/EUBDL/81",$message_id);}
if($text == "📽- گیـــsexـف36"){
Sendvideo($chat_id,"https://t.me/EUBDL/82",$message_id);}
if($text == "📽- گیـــsexـف37"){
Sendvideo($chat_id,"https://t.me/EUBDL/83",$message_id);}
if($text == "📽- گیـــsexـف38"){
Sendvideo($chat_id,"https://t.me/EUBDL/84",$message_id);}
if($text == "📽- گیـــsexـف39"){
Sendvideo($chat_id,"https://t.me/EUBDL/85",$message_id);}
if($text == "📽- گیـــsexـف40"){
Sendvideo($chat_id,"https://t.me/EUBDL/86",$message_id);}
if($text == "📽- گیـــsexـف41"){
Sendvideo($chat_id,"https://t.me/EUBDL/87",$message_id);}
if($text == "📽- گیـــsexـف42"){
Sendvideo($chat_id,"https://t.me/EUBDL/88",$message_id);}
if($text == "📽- گیـــsexـف43"){
Sendvideo($chat_id,"https://t.me/EUBDL/89",$message_id);}
if($text == "📽- گیـــsexـف44"){
Sendvideo($chat_id,"https://t.me/EUBDL/90",$message_id);}
if($text == "📽- گیـــsexـف45"){
Sendvideo($chat_id,"https://t.me/EUBDL/91",$message_id);}


if($text == 'عکــsexـس 🖼'){ 
bot('sendMessage',[ 'chat_id'=>$chat_id, 'text'=>"
خوب ، برای دیدن عکس ها در زیر انتخاب کنید
",'reply_markup'=>json_encode([ 'keyboard'=>[ 
[['text'=>'بازگشت◅']],
[['text'=>'🖼- عکــsexـس1'],['text'=>'🖼- عکــsexـس2']],
[['text'=>'🖼- عکــsexـس3'],['text'=>'🖼- عکــsexـس4']],
[['text'=>'🖼- عکــsexـس5'],['text'=>'🖼- عکــsexـس6']],
[['text'=>'🖼- عکــsexـس7'],['text'=>'🖼- عکــsexـس8']],
[['text'=>'🖼- عکــsexـس9'],['text'=>'🖼- عکــsexـس10']],
[['text'=>'🖼- عکــsexـس11'],['text'=>'🖼- عکــsexـس12']],
[['text'=>'🖼- عکــsexـس13'],['text'=>'🖼- عکــsexـس14']],
[['text'=>'🖼- عکــsexـس15'],['text'=>'🖼- عکــsexـس16']],
[['text'=>'🖼- عکــsexـس17'],['text'=>'🖼- عکــsexـس18']],
[['text'=>'🖼- عکــsexـس19'],['text'=>'🖼- عکــsexـس20']],
[['text'=>'🖼- عکــsexـس21'],['text'=>'🖼- عکــsexـس22']],
[['text'=>'🖼- عکــsexـس23'],['text'=>'🖼- عکــsexـس24']],
[['text'=>'🖼- عکــsexـس25'],['text'=>'🖼- عکــsexـس26']],
[['text'=>'🖼- عکــsexـس27'],['text'=>'🖼- عکــsexـس28']],
[['text'=>'🖼- عکــsexـس29'],['text'=>'🖼- عکــsexـس30']],
[['text'=>'🖼- عکــsexـس31'],['text'=>'🖼- عکــsexـس32']],
[['text'=>'🖼- عکــsexـس33'],['text'=>'🖼- عکــsexـس34']],
[['text'=>'🖼- عکــsexـس35'],['text'=>'🖼- عکــsexـس36']],
[['text'=>'🖼- عکــsexـس37'],['text'=>'🖼- عکــsexـس38']],
[['text'=>'🖼- عکــsexـس39'],['text'=>'🖼- عکــsexـس40']],
[['text'=>'🖼- عکــsexـس41'],['text'=>'🖼- عکــsexـس42']],
[['text'=>'🖼- عکــsexـس43'],['text'=>'🖼- عکــsexـس44']],
[['text'=>'🖼- عکــsexـس45']],
[['text'=>'بازگشت◅']],] ]) ]); }

if($text == "🖼- عکــsexـس1"){
SendPhoto($chat_id,"https://t.me/EUBDL/92",$message_id);}
if($text == "🖼- عکــsexـس2"){
SendPhoto($chat_id,"https://t.me/EUBDL/93",$message_id);}
if($text == "🖼- عکــsexـس3"){
SendPhoto($chat_id,"https://t.me/EUBDL/94",$message_id);}
if($text == "🖼- عکــsexـس4"){
SendPhoto($chat_id,"https://t.me/EUBDL/95",$message_id);}
if($text == "🖼- عکــsexـس5"){
SendPhoto($chat_id,"https://t.me/EUBDL/96",$message_id);}
if($text == "🖼- عکــsexـس6"){
SendPhoto($chat_id,"https://t.me/EUBDL/97",$message_id);}
if($text == "🖼- عکــsexـس7"){
SendPhoto($chat_id,"https://t.me/EUBDL/98",$message_id);}
if($text == "🖼- عکــsexـس8"){
SendPhoto($chat_id,"https://t.me/EUBDL/99",$message_id);}
if($text == "🖼- عکــsexـس9"){
SendPhoto($chat_id,"https://t.me/EUBDL/100",$message_id);}
if($text == "🖼- عکــsexـس10"){
SendPhoto($chat_id,"https://t.me/EUBDL/101",$message_id);}
if($text == "🖼- عکــsexـس11"){
SendPhoto($chat_id,"https://t.me/EUBDL/102",$message_id);}
if($text == "🖼- عکــsexـس12"){
SendPhoto($chat_id,"https://t.me/EUBDL/103",$message_id);}
if($text == "🖼- عکــsexـس13"){
SendPhoto($chat_id,"https://t.me/EUBDL/104",$message_id);}
if($text == "🖼- عکــsexـس14"){
SendPhoto($chat_id,"https://t.me/EUBDL/105",$message_id);}
if($text == "🖼- عکــsexـس15"){
SendPhoto($chat_id,"https://t.me/EUBDL/106",$message_id);}
if($text == "🖼- عکــsexـس16"){
SendPhoto($chat_id,"https://t.me/EUBDL/107",$message_id);}
if($text == "🖼- عکــsexـس17"){
SendPhoto($chat_id,"https://t.me/EUBDL/108",$message_id);}
if($text == "🖼- عکــsexـس18"){
SendPhoto($chat_id,"https://t.me/EUBDL/109",$message_id);}
if($text == "🖼- عکــsexـس19"){
SendPhoto($chat_id,"https://t.me/EUBDL/120",$message_id);}
if($text == "🖼- عکــsexـس20"){
SendPhoto($chat_id,"https://t.me/EUBDL/121",$message_id);}
if($text == "🖼- عکــsexـس21"){
SendPhoto($chat_id,"https://t.me/EUBDL/122",$message_id);}
if($text == "🖼- عکــsexـس22"){
SendPhoto($chat_id,"https://t.me/EUBDL/123",$message_id);}
if($text == "🖼- عکــsexـس23"){
SendPhoto($chat_id,"https://t.me/EUBDL/124",$message_id);}
if($text == "🖼- عکــsexـس24"){
SendPhoto($chat_id,"https://t.me/EUBDL/125",$message_id);}
if($text == "🖼- عکــsexـس25"){
SendPhoto($chat_id,"https://t.me/EUBDL/126",$message_id);}
if($text == "🖼- عکــsexـس26"){
SendPhoto($chat_id,"https://t.me/EUBDL/127",$message_id);}
if($text == "🖼- عکــsexـس27"){
SendPhoto($chat_id,"https://t.me/EUBDL/128",$message_id);}
if($text == "🖼- عکــsexـس28"){
SendPhoto($chat_id,"https://t.me/EUBDL/129",$message_id);}
if($text == "🖼- عکــsexـس29"){
SendPhoto($chat_id,"https://t.me/EUBDL/130",$message_id);}
if($text == "🖼- عکــsexـس30"){
SendPhoto($chat_id,"https://t.me/EUBDL/131",$message_id);}
if($text == "🖼- عکــsexـس31"){
SendPhoto($chat_id,"https://t.me/EUBDL/132",$message_id);}
if($text == "🖼- عکــsexـس32"){
SendPhoto($chat_id,"https://t.me/EUBDL/133",$message_id);}
if($text == "🖼- عکــsexـس33"){
SendPhoto($chat_id,"https://t.me/EUBDL/134",$message_id);}
if($text == "🖼- عکــsexـس34"){
SendPhoto($chat_id,"https://t.me/EUBDL/135",$message_id);}
if($text == "🖼- عکــsexـس35"){
SendPhoto($chat_id,"https://t.me/EUBDL/136",$message_id);}
if($text == "🖼- عکــsexـس36"){
SendPhoto($chat_id,"https://t.me/EUBDL/137",$message_id);}
if($text == "🖼- عکــsexـس37"){
SendPhoto($chat_id,"https://t.me/EUBDL/138",$message_id);}
if($text == "🖼- عکــsexـس38"){
SendPhoto($chat_id,"https://t.me/EUBDL/139",$message_id);}
if($text == "🖼- عکــsexـس39"){
SendPhoto($chat_id,"https://t.me/EUBDL/140",$message_id);}
if($text == "🖼- عکــsexـس40"){
SendPhoto($chat_id,"https://t.me/EUBDL/141",$message_id);}
if($text == "🖼- عکــsexـس41"){
SendPhoto($chat_id,"https://t.me/EUBDL/142",$message_id);}
if($text == "🖼- عکــsexـس42"){
SendPhoto($chat_id,"https://t.me/EUBDL/143",$message_id);}
if($text == "🖼- عکــsexـس43"){
SendPhoto($chat_id,"https://t.me/EUBDL/144",$message_id);}
if($text == "🖼- عکــsexـس44"){
SendPhoto($chat_id,"https://t.me/EUBDL/145",$message_id);}
if($text == "🖼- عکــsexـس45"){
SendPhoto($chat_id,"https://t.me/EUBDL/146",$message_id);}

if($text == '📰داســتـsexـان'){ bot('sendMessage',[ 'chat_id'=>$chat_id, 'text'=>"
- خوب،برای دیدن داستان ها از زیر انتخاب کنید
",'reply_markup'=>json_encode([ 'keyboard'=>[ 
[['text'=>'بازگشت◅']],
[['text'=>'📰-داســتـsexـان1'],['text'=>'📰-داســتـsexـان2']],
[['text'=>'📰-داســتـsexـان3'],['text'=>'📰-داســتـsexـان4']],
[['text'=>'📰- داسـتـsexـان5'],['text'=>'📰-داســتـsexـان6']],
[['text'=>'📰-داســتـsexـان7'],['text'=>'بازگشت◅']],] ]) ]); }


if($text == "📰-داســتـsexـان1"){
bot('sendMessage',['chat_id'=>$chat_id,'text'=> "سکـس با همسایه💦
من ٣٢ سال دارم و حدود ٧ سال ازدواج كردم اما از سكس با همسرم هیچوقت راضی نبودم و همیشه دلم میخواست مردهای دیگه رو تجربه كنم ...
یه روز سرد زمستون ایستاده بودم برای تاكسی كه آقای همسایه جلوم ترمز زد و تعارف كرد كه منو برسونه حدود ٣ ماه بود كه اومده بودن ساختمون ما و من اكثرا صبح ها میدیدمش كه با یه لبخند بهم سلام میداد ازش خوشم میومد بلاخره اون روز منو رسوند تا نزدیكی محل كارم و شمارمو گرفت و گفت هر وقت دلم خواست منو میرسونه... این شروع صمیمیت ما شد. هر چند وقت بهش پیام میدادم و با هم میرفتیم یه روز ناهار دعوتم كرد و خلاصه خیلی صمیمی شدیم ... همسر من شبها تا دیر وقت محل كار بود و من حسابی فرصت داشتم با محمد وقت بگذرونم یه روز عصر بهش پیام دادم كه میخوام برم خرید میتونه منو برسونه اونم سریع جواب داد ١٠دقیقه دیگه برم سرخیابون ... حسابی تیپ زدم و به خودم رسیدم وقتی منو دید بی اختیار دستم و بوسید و گفت مثل ماه شدم كنار یه كوچه تاریك ایستاد و بغلم كرد لبام و بوسید صورتمو با پشت دستش نوازش میكرد و میگفت تو بینهایت زیبایی كاش مال من بود همینطور كه حرفای عاشقانه میزد گردنم و نوازش میكرد و میبوسید حسابی داغ شده بودم و داشتم لذت میبردم حس خیلی خوبی بود كسم خیس خیس بود قلبم تند میزد كم كم دستش و گذاشت و سینه هامو فشار دادآه سكسی كشیدم و مست تر شد واااای دستم و گذاشت روی كیرش كه خیلی گنده بود گفت ببین باهاش چیكار كردی بعد منم یه فشار بهش دادم كه نتیجه ی اون یه لب محكم شد خلاصه منو چرخوند و از پشت بغلم كرد دنده ماشین مزاحم بود اما ارزشش و داشت چون میخواست كسم و دست بزنه وااااااااای خیلی لحظه قشنگی بود كس خیس منو می مالید و منم ناله میكردم ولی سریع ارضا شدم كلی حال كرد كه منو به ارگاسم رسونده بلاخره اون شب تموم شد و من تا صبح كه بهش فكر میكردم چندین بار خودمو ارضا كردم... یه روز نزدیكای عصر بهم زنگ زد و گفت همسر و بچه هاش رفتن شهرستان برم خونه پیشش... خیلی خوشحال شدم یه فرصت ناب بود برا كس دادن چون خیلی دلم میخواست بهش كس بدم باهاش حس خوبی داشتم اون روز زودتر از اداره رفتم خونشون پشت در منتظرم بود بدون معطلی بغلم كرد و وحشیانه منو فشار میداد و میبوسید اصلا نفهمیدم چطوری لخت شدم وسط حال ایستاده بودیم لخت لخت تو بغل هم كیرش و حس میكردم كه میخواست منو جر بده زانو زد جلوم و پاهام بازتر كرد واااااای كسم و لیس میزد كسم كه خیس خیس بود آبش و با لذت میخورد و قربون صدقه ی كسم میرفت سرشو محكم فشار میدادم بلند شد و كیرش و وسط پام گذاشت و چندتا تكون داد و همونجوری عقب عقب رفتیم اتاق خواب منو محكم پرت كرد رو تخت و شروع به خوردن كسم كرد تا ارضا شدم بعد اومد بغلم و منو حسابی بوسید و سینه هامو میخورد و میگفت آرزو داشتم ارضات كنم... بعد گفت پاهاتو بده بالا كیرمو بذارم توش اما من ترسیدم نمی دونم چرا ولی اولش گفتم نه اونم یكم اصرار كرد بعد گفت باشه میذارم لای پات چند تا عقب وجلو كرد و ارضا شد حسابی آب دار بود ... خودمونو تمیز كردیم و كنار هم خوابیدیم یه ربع هم نشده بود كه یهو پشیمون شدم كه چرا كسم نذاشت شاید دیگه فرصتش پیش نیاد دستم و رو كیرش گذاشتم سریع بلند شد و گفت دوباره میخوام منم با شهوت و عشوه گفتم محمد منو بكن دلم میخواد بهت كس بدم كه دیگه نفهمیدم چطور شد وسط پاهام دیدمش كه كیرش و فشار داد داخل كسم واااااای دیوانه شده بودم حسابی تلمبه زد گفت میخوام داخلت بریزم گفتم نه ارضا نشو بذار كونم وااااای منو چرخوند و چهار دست و پاشدم تا بحال كون نداده بودم یكم میترسیدم اما نمی تونستم ازش بگذرم خلاصه اول با دستش سوراخ كونم و باز كرد منم كیرشو میخوردم كیر بزرگ و خوشكلی داشت بعد كاندوم گذاشت و آروم كونم و باز كرد و گذاشت با دستش كسم و می مالید و كیر و حسابی داخل كونم فشار میداد تا بلاخره ارضا شد .... خیلی لذت بردم خیلی و حسابی حال كردم 
بعد از اون روز هر وقت موقعیت داشتیم باهم سكس كردیم اما اون اولی یه چیز دیگه بود
",'parse_mode'=>"MARKDOWN",'reply_markup'=>json_encode(['inline_keyboard'=>[[['text'=>"🔥کانال ربات های سرویس را دنبال کنید🔥",'url'=>"t.me/ll007ll"]],]])]);}

if($text == "📰-داســتـsexـان2"){
bot('sendMessage',['chat_id'=>$chat_id,'text'=> "سکــس با خانم دکتر💦
سلام..من امیر هستم.ساکن یکی از شهرهای خوزستان.تو اینستا زیاد فالور نداشتم پست هم کم میزارم اونم با اسم غیر واقعی چون کارم جوریه که ممکنه گیربهم بدن.. یه شب حدودهای۴صبح دیدم یکی پستی که گذاشته بودم لایک کرد.کنجکاو شدم تو دایرکتش پیام دادم.باهاش سلام احوال پرسی کردم..گفت اسمش لیلاست..چون خواب نمیرفته و بدخواب شده اینستاگردی میکرده..گفت خواب بد دیده و ترسیده..منم کمی دلداریش دادم..گفت شوهرش شب کاره تا صبح نمیاد..کمی با هم حرف زدیم و بعدم خدافظی کرد و رفت..فردا  ظهر بهش پیام دادم...جوابمو داد..گفت که ... و مطب داره ..کم کم باهاش جور شدم که جرات کردم باهاش حرفهای سکسی بزنم ..بهش میگفتم که اگر پیشش بودم چیکار میکردم اونم خیلی دوست داشت ..با هم حرف سکسی برنیم. .بعد چند روز که بهم اعتماد پیدا کرد..ادرس و مشخصات مطبشو داد.منم هنوز مطمئن نبودم که راست میگه و رفتم دیدم ادرس و مشخصاتش درسته..بعد ی هفته ای بهش گفتم که بهتره با هم سکس کنیم..اول قبول نمیکرد ..اما بعد اصرار من..گفت که فردا شب منشیشو زودترمرخص میکنه..تو۹شب بیا  حقیقتش کمی ترسیده بودم..با خودم میگفتم نکنه تله ای باشه اخه خیلی سهل و آسون قبول کرده بود.. به هر حال آن شب یه اسپری تاخیری گرفتم یه قرصم خوردم..قبلش رفتم حموم تیپ زدم رفتم سر قرار..مطبش طبقه چهارم ی مجتمع بود..گفته بود درب مطب باز میزاره برم تو..تا پشت درم دو دل بودم نکنه برم تو کتک مفصل بخورم از شوهرش یا برادرش..اما دیگه دیر شده بود..رفتم داخل ..واقعا وقتی دیدمش همه ترسم ریخت..از عکساش خیلی بهتر بود..با خنده اومد منو بغل کرد و بوسید..منم بوسیدمش..چند دقیقه ای تو بغل هم فقط نوازش کردم..بعدش شروع به لب گرفتن کرد..دستام روی سینهاش کشیدم. شالشوو دراوردم موهای خرماییشو بو کردم.. بدن پر و سفیدی..خیلی ک لب گرفتم مانتوشو دواردم..از رو سوتین شینهاشو خوردم..بد جوری حشری شده بود..اونم کیرمو با دستاش میمالوند..لباساشو در اوردم اونم مال من..خابوندمش کف اتاق..شرتشو در اوردم..یه کس سفید و تپل.اووف...شروع کردم به خوردن اونم موهامو چنگ میزد..جوری ک به زحمت صداشو میشد جلوشو گرفت دستم تو دهنش بود..69شدیم اونم کیرمو تا ته گلوشو میخورد ..بعد سینهاشو خوردم که میگفت..اه اه اه بخورررر..منو بکن امیررر..سینهاش قرمزو شق شده بود..گفت بسه دیگه بکن تو کوسم..منم کیرمو تا ته تو کوسش کردم ک ی جیغ عالی کشید..انقدر تلمبه زدم ک اب کسش روان شده بود..بعدش بلندش کردمو رو میز مطب از پشت میزدم رو کونش و تا ته میکردم تو کوسش.. کون سفید و نرمش تکون میخورد اونم انگشتاشو تو دهنم میکرد..براش لیسش میزدم..بعد سر پاهی از بغل تو کسش کردم ..کسش تنگ و عالی و داغ بود.. دوباره خابوندمش دو دستام بغلش گذاشتم حالت شنا گرفتم با فشار تا ته تو کوسش میکردم که جیغش به هوا رفت..یدفعه دیدم منو محکم گرفته تکون خورد ارضا شد..میگفت اووف اوووف بکن عزیزم مال خودته... دوستداری...
منم سرمو تکون میدادم..کیرمو رو کمرش میکشیدم..اما نذاشت از کون بکنم..گفت دوست نداره درد داره..بعدش خابیدم اومدم روم تا ته کیرم تو کسش میرفت و میومد..منم کم کم داشتم ابم میمود ..گفتم لیلا جان کجا بریزم هیچی نگفت..منم محکم زدم ابشو ریختم تو کوس داغش روش خابیدم..خیلی حال داد.. بعدش پا شدم پیشونیش بوسیدم..کمی کنار هم بودیم..بعدم لباس پوشیدم..من رفتم..بعدم اون 
اومد..با ماشین رسوندمش خونشون.
",'parse_mode'=>"MARKDOWN",'reply_markup'=>json_encode(['inline_keyboard'=>[[['text'=>"🔥کانال ربات های سرویس را دنبال کنید🔥",'url'=>"t.me/ll007ll"]],]])]);}

if($text == "📰-داســتـsexـان3"){
bot('sendMessage',['chat_id'=>$chat_id,'text'=> "داستان لز👙
سلام من عاطفه هستم 21 سالمه و مثل هر آدمی نیاز جنسی دارم متاسفانه شهرستانی که توش زندگی می کنم کوچیک هست و داشتن رابطه با جنس مخالف-مخصوصا برای دخترها- مساوی هست با اینکه انگ همه جور حرفی رو به خودتون بزنید. علی رغم تمام این مسائل داغي لای پای من زورش بیشتر بود.اولین تجربه ی سکس ام رو توی نوزده سالگی با یه پسر تجربه کردم و به حدی بد بود که یه مدت طولانی فکر سکس از سرم افتاد. 
من یه دوست صمیمی داشتم تو اون دوران به اسم فاطمه که شهوتش دست کمی از من نداشت منتها چون خیلی مذهبی بود معتقد بود که آدم باید ازدواج کنه و با شوهرش سکس داشته باشه هر رابطه ای غیر از این گناهی نابخشودنی هست.من این طرز تفکرش رو قبول نداشتم بهش می گفتم عزیزم گناه یعنی آسیب زدن به دیگران اینکه خودت رو سرکوب کنی نه نفعی به خودت رسوندي نه جامعه...به هر حال یه روز مادر پدرش برای کاری رفته بودن تهران و اون خونشون تنها بود به من زنگ زد و ازم خواست بیام پيشش.وقتی رفتم خونشون یه نیم تنه پوشیده بود با یه شلوار جین تنگ این دوست خوشگلم سینه های قشنگی داشت حتی وقتی از رو مانتو هم بهشون نگاه می کردی باهات حرف می زدن.یه خورده باهم حرف زدیم بهم گفت جدیدا خیلی تو فکر می ره و درس تو ذهنش نمی ره بهش گفتم شاید اگه امروز رو بیخیال همه چیز باشی و فقط خوش بگذرونی بهتر باشه گفت چجوری دستم و گذاشتم رو سینه اش و نوکش رو فشار دادم و گفتم اینجوری...یه جیغ الکی زد و یه اعتراض ساختگی کرد که:« واااي عاطفه این چه کاريه آخه؟ » می دونستم چقدر سکس دوست داره ولی همش خودش رو سرکوب می کنه گفتم : «دارم وظیفه ی دوستی رو انجام می دم» می خواست بازم اعتراض کنه که لبام رو گذاشتم رو لباش محکم ازش لب گرفتم جووونم چقدر داغ بودن همه ی بدنش انگار می گفتن منو ب
خور اونم انگار داشت رو ابرا سیر می کرد دستش رو گرفتم رفتیم اتاق خوابش کليپسي که به موهاش زده بود رو باز کردم موهاش مثل آبشار دورش ریختن گفتم حیف این موهای عزیز دل من نیست اینجوری تو اون کلیپس حبسشون کردی یکم با موهاش بازی کردم بعد خوابوندمش رو تخت و دوباره لب گرفتیم و رفتم پایین تر سراغ گردنش هم زمان هم گردنش رو می خوردم هم سینه های خوشگلش رو می مالیدم حسابی نفس نفس میزد که معلوم بود داره لذت میبره با بوسه های ریز از رو شکمش رد شدم تا رسیدم به نازش از شدت شهوت رانهاش رو بهم می مالید یه خورده ران هاش رو لیس زدم و بعد ازهم بازشون کردم از روی شورت صورتم رو به کسش چسبوندم و بوسش کردم چه حرارتی داشت...از رو شورت براش می خوردم فشار ران هاش رو سرم حس می کردم التماس می کرد شورتش رو درآوردم با چوچولش ور رفتم دلم می خواست زمان متوقف می شد و ساعت ها براش می خوردم یه جیغ کوتاه کشید فهمیدم داره ارضا می شه آبش ریخت رو صورتم که یه خورده شو با زبون خوردم شورتشم برداشتم تا هر وقت دلتنگ کسش شدم بوش کنم.
این اولین داستانی بود که نوشتم.امیدوارم پسنديده باشید..اینم اضافه کنم من به هر دو جنس گرایش دارم و اینکه موقع سکس پارتنرهام رو به اوج تحریک برسونم برام لذت بخش تر از خود سکس هست حس قهرمان بی رقیب رو بهم میده
",'parse_mode'=>"MARKDOWN",'reply_markup'=>json_encode(['inline_keyboard'=>[[['text'=>"🔥کانال ربات های سرویس را دنبال کنید🔥",'url'=>"t.me/ll007ll"]],]])]);}

if($text == "📰-داســتـsexـان4"){
bot('sendMessage',['chat_id'=>$chat_id,'text'=> "#سکس_با_داداشیم 
سلام 
من مهنازم این اولین داستانمه که دارم براتون میگم برام مهم نیس باور کنید یانه همه چی برمیگرده به دوهفته پیش من باشگاه میرمو قدم ۱۷۰ وزنم۶۸و سینه و باسنم درشته وهمه رفیقام حسودی میکنن به من و سنم۱۹ بگذریم/ من خیلی پورن نگامیکردمو خیلی علاقه داشتم که یک بار امتحان کنم و یک داداش کوچیکتر دارم که کلاس سوم دبیرستانه اسمشم امیره که حس میکردم اخیرا منو ی جوری نگاه میکنه یه مدت خیلی دید میزد منو از اونجایی که خودمم بدم نمیومد زیاد به روش نمیاوردم ،جلوش لباسای باز میپوشیدم طوری که سینه هام معلوم بود یک شب سرمیز ناهار خوری طبق معمول امیر پیش من نشست و به بهانه های مختلف پاشو میزد به پام منم ی دامن پوشیده بودم که تا بالای زانوم بود شب گذشت و ما رفتیم خابیدیم،من همیشه تا یکو دو با رفیقام توی تلگرام صحبت میکنم اونشب تا ساعت یک صحبت کردم و گوشیوخاموش کردمو چشاموبستم حدود یک ربع بعدش امیر اومد تو اتاق و چون شب جمعه بود صدای مامان بابام میومد تو اتاق بقلی که مشغوله سکس بودن،امیر اومد ولی چشامو بستم چون گفتم داره میره توجاش بخابه که حس کردم پشتم وایساده چون صدای تختش نیومد که توش دراز بکشه بعد اروم اروم دامنم داشت میرفت بالا منم تعجب کردم و چشامو بستم زیر چشمی نگاش کردم دیدم کیرشو در اورد خیلی بزرگ بود واقعا تعجب کردم اروم مالوند روکونم بعد یک ربع که خیلی خوب بود اروم دستشو برد تو سوتینم سینه هام که نوک صورتیه رو مالوند اینم بگم کار مامان بابام تموم شده بود چون صدا نمیومد امیر شرتمو کشید پایین یعنی نکشیدپایین کیرشو ازبقل کرد توکونم اول لبش گذاشت طاقتم طاق شده بود بعد اروم کرد توش اول خیلی دردم اومد ولی بعد خیلی حال کردم تند تند تلمبه میزد و لباس گذاشته بود اطراف کونم که وقتی تلمبه میزنه صدای برخورد به کونم زیاد نشه حدودن بعد ده دیقه ابش اومد در اورد ریخت رو کونم منم ارضا نشدم و ی بوس از لبم گرفت  بعد رفت خوابید الان دوهفتس که شبا اون میاد و ظهرا من میرم سراغش و خودشو میزنه به خاب و براش ساک میزنم خیلی کیرشو دوس دارم اصلن عاشقش شدم و توفکر اینم با برقیه هم اینوتجربه کنم مرسی از وقتی که گذاشتید بعدش اگه سکس باکسی جز داداشم کردم حتما بهتون میگم.

پایان...
",'parse_mode'=>"MARKDOWN",'reply_markup'=>json_encode(['inline_keyboard'=>[[['text'=>"🔥کانال ربات های سرویس را دنبال کنید🔥",'url'=>"t.me/ll007ll"]],]])]);}

if($text == "📰- داسـتـsexـان5"){
bot('sendMessage',['chat_id'=>$chat_id,'text'=> "
شیطوني باعمه
سلام خدمت همه شما دوستان به مرگ خودم این داستان واقعی است که براتون تعریف میکنم بچه که بودیم خیلی هم کوچیک نه حدودا13 یا 14 ساله بودم که رفتیم خونه مادر بزرگم یه عمه هم هسن خودم داشتم که من خیلی عاشقش بودم هروقت میرفتیم اونجا باهم بازی میکردیم یکی از همین روزها که رفتیم اونجا گفتن بیان بازی کنیم ما هم گفتیم چه بازی بکنیم که همه گفتن بازی عروس ودامادخوب کی عروس بشه وکی داماد که من داماد شدم وعمه جونم عروس مثلاباهم عروسی کردیم وشب شده که من باید میرفتم پیش عروس خانم .اتاق عروس وداماد هم حمام ته راهرو بود وقتی رفتم پیشش لباسشو درآورده بود ومنتظر من بودمن از خداخواسته ورفتم بغلش کردم هیچی بلد نبودیم فقط من کیرمو میمالیدم به کوسش وفشار میدادم این ماجرا ادامه داشت وما هر روز بیشتر به هم وابسته میشدیم تاحدودا4سال از این ماجرا گذشت ومن برای خودم مردی شدم واون برای خودش خانومی.یه روز که اومد خونمون کسی نبود وفقط یه داداس کوچیک داشتم که بودش که گفتیم بازی قایم موشک انجام بدیم وداداشی از همه چیز بی خبر شروع کرد به شماره کردن ومن عمه جون رفتیم تو اتاق شروع کردیم به لب خوردن همدیگه قربون رفتن هم این اولین باری بود که این فرصت پیدا میکردیم خئاستیم کمال استفاده ازش بکنیمیواش مانتوشو در آوردسینه های کوچیک وخشکلی داشت مثل لیو بودن عاشق سینه هاش بودم که بعد از مالش حسابی سینه تابشو درآوردم سوتین نازی با رنگ زرزد داشت ممه هاشو داشتم میخوردم که صدای آی واوی همه جا رو گرفت که داداش کوچیک صدا زد چی شده گفتم داریم قایم میشیم تا نگفتم نیا.دوباره شروع کردم به خوردن سینه که دستمو گرفت وبر دپایین تو شلوارش منم کیرم کامل شق شده بود وداشت چشمم از کاسه در میومدشلوارشو در آوردم ودست گذاشتم تو کس ناز وخوشکلش باهاش ور میرفتم که سرمو کشید رو کوسش وگفت بخور راستش دلم نیومد و به اصرار یه لیس زدم که از این رو به هون رو شدم نتونستم جلو خودمو بگیرم وشروع کردم به خوردن کوسش چه حالی داشتیم منم لباسمو در آوردم وهر دو لخت شدیم که خئاستم بکنم سوراخ کونش یهم در زدن وزود خودمونو جمع کردیم مادرم بود از کیر راست شده من شک کرد وسریع زدم بیرون از خونه این ماجرا رفت تا عمه جون عرمسی کرد واز پیش مادربزرگم رفت خونه مستقلش شوهرش تو بندر کار میکرد اوایل هفته ای یکبار میومد به خونه سر میزد بعد شد دو هفته بعد سه هفته و...........یه روز تابستان کهئ هوا هم خیلی گرم بود گوشی خونه زنگ زد و مادرم برداشت بعد از چند دقیقه قطع کرد وبه من گفت عمخت بود گفته بیاد برام پرده نسب کنه من از همه چیز بی خبر وبه هیچ چیز هم شک نکردم رفتم خونه عمه بعد از احوال پرسی و خوردن چای گفتم عمه جون پردها کجا هستن تا نصبشان کنم باید زود برم کار دارمگفت که توی اتاقه میرم اتاقو جمع کنم صدات زدم بیا بعد از چند دقیقه با صدای لرزان صدام زد رفتم تو اتاق دیدم کسی نیست تا خواستم بر گردم در اتاق بسته شد ئیکی منو حول داد رو رخت خواب آه خدا یا عمع جون لخت شده آماده با لباس توری سفید اود بالی سرمخودشو انداخت رو و شروع کرد به لب خوری منم که کاملا قفل شده بودم ونگاش میکردم بهم گفت بیا ادامه سکس سالهای گذشته که ناتمام مونده تمام کنیم یواش یواش به خودم اومدم که دیدم منم لخت شده با کیر کاملشق شده تا خواستم بجنبم سر یع کیرمو خورد دادوبیداد هر دو خونهرو پر کرده بود منم شروع کردم به خوردن از لبش .سینش تا کوسش هیکل حسابی به هم زده بود کون قلمبش دیوانم کرده بود بعداز حال حسابی گفتم از پشت وقبول نکرد وگفت 2ماه که دارم دست میکشم روش گفتم بعداز این هر چی تو بگی وقبول کرد دولاش کردک داشتم دیئانه میشدم گذاشتم در سوراخ کونش ویواش فشار دادم که صدای نالش در اومد آرئم آرئم بردم تا ته وای وای چه حالی که سریع در آورد وگفت نوبه منه پاهاشو باز کرد و گفت بیا کوس سفید وتوپلی داشت دو سه بار با کیر زدم رو کوسش وآروم گذاشتم در سوراخش که منو گرفت تو بغلش و فشار داد که تا ته رفت تو هر دو داشتیم از شدت شهوت میمردیم بعداز یه گان حسابی شروع کرد به داد زدن و یهو آرئمش گرفت که متوجه شدم آبش آومد ومنم بعد از چند دقیقه آبمو ریختم رو کوسش کنار هم لخت خوابیدیم بیدار شدم دیدم نیستش رفتم دنباش دیدم تو حمامه گفت بیا تو منم رفتم حمام ودوباره شروع کردیم به سکس اون روز دیگه خونه نرفته وتا صبح پیش عمه جون بودم شاید تا صبح 6بار سکس ،داشتیم
",'parse_mode'=>"MARKDOWN",'reply_markup'=>json_encode(['inline_keyboard'=>[[['text'=>"🔥کانال ربات های سرویس را دنبال کنید🔥",'url'=>"t.me/ll007ll"]],]])]);}

if($text == "📰-داســتـsexـان6"){
bot('sendMessage',['chat_id'=>$chat_id,'text'=> "
داستان

ملینا خواهرم

    #تابو #خواهر 

ملینا ۲۰ سالشه و در زیباترین حالت ممکن قرار داره پوستش سفید بدن بی نهایت سکسی رونهای گوشتی و ساق های سفید و‌سکسی که وقتی پاچه های شلوارشو‌ تا میکنه بالا ناخوداگاه چشمها رو‌ خیره میکنه. جدیدا هم یه تتوی ریز رو‌ساقش زده به بهونه همین تتو دیگه کم مونده شلوارشو تا زانو تا بزنه :)) روابطمون در حد همون خواهر برادریه از من بزرگتره. خودم زیاد اهل چشم چرونی نیستم تو خونه لباساش بازه. پدری نداریم که بخواد گیر بده مادرمون هم زیاد گیر نیست. لباساش حالت معمولی همون شلوارک و تاپ و در سکسی ترین حالت یه شورت بلند تا بالای زانو یا نیم تنه ورزشی میپوشه سینه هاش زیاد درشت نیست ولی خط سینه قشنگی داری و حالت سینه هاش هم سیخ و شق و رق وامیسته. بی اف داره و چند باری با دوست پسرش دیدمش میدونم باهاش سکس هم داره چون شورتاشو تو حموم دیدم !! اولین حرکتی که ازش دیدم تولد پسر داییم بود که تو باغ متوجه غیب شدنش شدم اروم رفتم گشتم دیدم ته باغ خم شده دستشو از یه درخت گرفته و پسر خاله متاهلم داره وحشتناک تو کونش تلنبه میزنه جفتشون شدیدا مست بودن خواهرمو داشت فجیع میگایید کیرش بزرگ‌ نبود ولی تو همون نور کم هم کلفتیش معلوم بود. خیلی خوشم اومد و‌ داغ شده بودم دوست داشتم منم کنار خواهرم کون بدم. چقدر کونش سفید و ژله ای بود. با هر ضربه پسر خالم لرزش قشنگی به کونش میومد. همونجا ابش اومد و ریخت بیرون اروم صدای ملینا رو‌ شنیدم که میگفت میریختی توش دیگه. پسر خالم چیزی نگفت و رفت ملینا هم ۵ دقیقه بعد خودشو یکم جمع و جور کرد و رفت حالم خراب شده بود فقط میخواستم زود برسم خونه جلق بزنم. تو مهمونی رفتار پسر خالم محمد و ملینا جوری بود انگار همدیگرو نمیشناسن. چیزی که واسم جالب بود اینکه خواهرم بدون اه و ناله داشت کون میداد معلوم بود قبلا حسابی داده به دوست پسراش.

روز به ر‌وز حسم به ملینا بیشتر میشد ولی اصلا جرات اینکه کاری کنم رو‌نداشتم فقط یه بار به شوخی با کف دستم زدم در کونش که خیلی با تعجب نگام کرد منم خندیدم. یه بارم جلوی اینه بود داشتم موهامو سشوار میکشیدم بهش چشمک زدم اونم یه چشمک و بوس واسم فرستاد. هرچی بیشتر عاشقش میشدم بیشتر ازش خجالت میکشیدم و ازش دوری میکردم. خودشم متوجه شده بود که بهش احساس خاصی دارم. حوصله شاخ و برگ دادن اضافی ندارم. دیروز اتفاقی که یه عمر منتظرش بودم افتاد. تو اتاقم خواب بودم بهم گفت پاشو بریم سینما گفتم حال ندارم که اومد پتو رو زد کنار با کونش نشست رو کیرم سریع متوجه شد و جابجا شد تقریبا نشست رو شکمم کیرم کامل شق شده بود خودم تکون دادم بیاد پایین واسه اینکه تعادلشو حفظ کنه بی اختیار دستش خورد به کیرم دیدم خنده ش گرفته. با صدای بلند گفتم پاشو اونم باز خندید و گفت همچین بدت هم نیومده منم خودمو زدم به اون راه. چشمامو بستم گفتم خوابم میاد ملینا گفت پاشو خودتو لوس نکن هیچکس نیست باهاش برم پاشو. همچنان چشامو بسته بودم که با دستای لطیفش صورتمو گرفت گفت پاشو دیگه بعد اروم لپمو بوس کرد چشامو باز کردم دیدم چشاش خمار شده دوباره لپمو بوس کرد چند بار پشت سر هم صورتمو غرق بوس های ریز کرد چشماش به چشام خیره شده بود همچنان صورتم تو دستاش بود که صورتشو اورد جلو لباشو گذاشت رو لبام سریع پشیمون شد و بلند شد. حالتش کلا عوض شد عصبی بود چیزی نگفت و سریع رفت بیرون ...
",'parse_mode'=>"MARKDOWN",'reply_markup'=>json_encode(['inline_keyboard'=>[[['text'=>"🔥کانال ربات های سرویس را دنبال کنید🔥",'url'=>"t.me/ll007ll"]],]])]);}

if($text == "📰-داســتـsexـان7"){
bot('sendMessage',['chat_id'=>$chat_id,'text'=> "
من 35 سالمه و 5 سال است که ازدواج کرده ام . خواهرزاده خانمم خیلی رابطه نزدیک و خوبی با ما دارد و حتی قبل از ازدواجش شیطونیاش را می دیدم و خبر داشتم ولی به کسی نمی گفتم و ازش خواسته بودم مواظب باشه که کلاهی سرش نره .
بعد از ازدواجش یکروز اومد خونه ما و نهار با ما بود . چون شب مهمان بودیم خانمم بعد از ناهار رفت حمام و معمولا حمام او طول میکشید . سر صحبت را با خواهرزاده اش که مینا است باز کردم و در مورد سکس صحبتمون گل انداخت
. بهم گفت که سکس با شوهرش دلچسب نیست به جهت اینکه به فکر خودشه و اونو ارضا نمی کنه و زود هم از پا در میاد ،لذتی نمیبره. با خنده گفتم منو امتحان کن . گفت جواب خاله را چی میدین . گفتم قراری نیست کسی متوجه بشه . چیزی نگفت روی کاناپه به سمتش رفتم و صورتش و ناز کردم و لباشو بوسیدم . اصلا تقلایی نکرد و نشان داد که راضیه . بوسیدنش و چند دقیقه ای ادامه دادم . حسابی راست کرده بودم .
کمی تپل بود و من بر این باورم تپلها بیشترحشری هستند و اینو در حالتهاش می دیدم . سینه هاشو از روی لباس مالیدم و به بوسیدنش ادامه میدادم . سینه هاشو لخت کردم و حسابی مشغول خوردنشان شدم . موهای سرم را ناز میکرد . حسابی حشری شده بود . ولی میگفت بسه خاله میاد اگه بفهمه چی جوابشو میدی ؟ گفتم میخوام سکس را با من تجربه کنی . جواب داد خاله که خیلی تعریف میکنه خیلی راضیه . چون با خانمم همسن هستند خیلی هم با هم وقت گذراندند همه چیز را برای هم تعریف میکنند . گفتم ترا هم راضی میکنم . دستش و گذاشتم روی کیرم که حسابی علم شده بود و خواستم برام ساک بزنه .کیرم را آوردم بیرون با میل شروع کرد دیوانه شده بودم خیلی حرفه ای ساک میزد داغ داغ شده بودم دلم میخواست بکنمش و مزه کس کردن را با من بچشه .
موهاشو ناز میکردم . سر کیرم را می بوسید ، لیس میزد ،گاز میگرفت و تخم هامو می کرد توی دهنش و زبان میزد . آتیش گرفته بودم . صدای درب حمام شد فوری ازش فاصله گرفتم . صدای خانمم آمد که ازم خواست شلوارش را بدم تو حمام بشوره . رفتم و شلوارش را بهش دادم گفتم چرت میزدم مینا هم خوابیده و برگشتم رسیدم جلوی مینا دوباره کشیدم پایین و ساک زدن شروع شد . بعداز چند دقیقه شلوارش را کشیدم پایین و دستم را کردم توی شورتش کسش خیس خیس بود با چوچوله بازی کردم و رمقی برای حرکت نداشت . شورتش را دراوردم و خواباندمش روی کاناپه وکیرم را گذاشتم دم سوراخ کس لیزش . با یک فشار کیرم را فرستادم تو . سرم را کشید طرف خودش و لبام و مک میزد. بهم گفت تندتر تکونش بده و منم درخواست اونو لبیک! گفتم .
آروم آروم صحبت میکرد و میگفت قربون این کیرت ،بکن منو ،خوشبحال خاله . میشه منم شریک خاله بشم . منم توی اوج لذت قربون صدقه کس و کونش میرفتم و می بوسیدمش . کسش خیلی داغ بود و با دستم چوچوله اونو ناز میکردم . چند دقیقه بعد با ناله آرومی ارضا شد و منم با عجله با تلمبه های شدید ارضا شدم و اب کیرم را ریختم روی سینه هاش و بعد با دستم پخششون کردم روی تمام سینه و نوک ممه هاش و بلند شدم و بوسیدم رفتم دستشویی . وقتی برگشتم لباسهاشو پوشیده بود و وسط هال ایستاده بود . بغلش کردم و دوباره ازش لب گرفتم و مونس و میمالیدم گفتم خیلی دلم میخواد تنها تو خونه باشم و بکنمت . گفت منم . و این کس کردن اولی شد سرآغاز ادامه سکس من و مینا و از اونروز منم شریک شوهرش و ماهی یکدفعه در خلوتگاه کسش ،را جلا میدم و حسابی بهش حال میدم و اونهم از سکس با من لذت کامل را میبره و کم وکاستیهاشو به دست میاره …
",'parse_mode'=>"MARKDOWN",'reply_markup'=>json_encode(['inline_keyboard'=>[[['text'=>"🔥کانال ربات های سرویس را دنبال کنید🔥",'url'=>"t.me/ll007ll"]],]])]);}